export const sectionInfo = {
  random: {
    title: 'seul image gallery',
    description: 'pixabayAPI를 이용한 이미지 갤러리 입니다.',
  },

  backgrounds: {
    title: '배경화면',
    description:
      '웅자연 풍경, 도시의 스카이라인, 추상 예술 등 다양한 주제의 고화질 이미지를 제공합니다.',
  },
  nature: {
    title: '자연',
    description:
      '자연 사진 갤러리에 오신 것을 환영합니다. 이 갤러리는 지구의 아름다움을 담은 고화질 자연 사진들로 가득합니다. 푸른 바다와 웅장한 산맥, 고요한 숲과 황홀한 일출, 일몰까지 다양한 자연의 순간을 포착한 이미지들이 준비되어 있습니다.',
  },
  people: {
    title: '사람',
    description:
      '다양한 사람들의 삶과 감정을 담은 고화질 사진들로 구성되어 있습니다. 일상의 소소한 순간부터 특별한 이벤트까지, 다양한 배경과 상황 속에서 포착된 인물 사진들을 감상하실 수 있습니다.',
  },
  travel: {
    title: '여행',
    description:
      '세계 각지의 아름다운 여행지와 모험을 담은 고화질 사진들로 가득합니다. 고대 유적지, 활기찬 도시 거리, 평온한 해변, 그리고 숨 막히는 자연 경관까지 다양한 여행지의 매력을 생생하게 느낄 수 있습니다.',
  },
  health: {
    title: '건강',
    description:
      '건강과 웰빙을 주제로 한 고화질 사진들로 구성되어 있습니다. 다양한 운동과 피트니스 활동, 균형 잡힌 식단, 명상과 요가 등 건강한 라이프스타일을 보여주는 이미지들을 감상하실 수 있습니다.',
  },
  food: {
    title: '음식',
    description:
      '다양한 음식과 요리를 주제로 한 고화질 사진들로 가득합니다. 맛깔스러운 요리, 신선한 재료, 정성 가득한 디저트, 그리고 세계 각국의 전통 음식까지 다양한 음식의 아름다움을 감상하실 수 있습니다.',
  },
}

export type typeSectionInfo = typeof sectionInfo
