export const sectionInfo = {
  random: {
    title: 'seul의 이미지 갤러리',
    description: 'pixabayAPI를 이용한 이미지 갤러리 입니다.',
  },

  backgrounds: {
    title: '배경화면',
    description:
      '웅자연 풍경, 도시의 스카이라인, 추상 예술 등 다양한 주제의 고화질 이미지를 제공합니다.',
  },
  nature: {
    title: '자연',
    description:
      '자연 사진 갤러리에 오신 것을 환영합니다. 이 갤러리는 지구의 아름다움을 담은 고화질 자연 사진들로 가득합니다. 푸른 바다와 웅장한 산맥, 고요한 숲과 황홀한 일출, 일몰까지 다양한 자연의 순간을 포착한 이미지들이 준비되어 있습니다. 각 사진은 섬세한 디테일과 생생한 색감으로 자연의 경이로움을 느끼게 해 줄 것입니다. 자연의 평온함과 장엄함을 배경화면으로 설정하여 일상 속에서 힐링을 느껴보세요',
  },
  people: {
    title: '사람',
    description:
      '다양한 사람들의 삶과 감정을 담은 고화질 사진들로 구성되어 있습니다. 일상의 소소한 순간부터 특별한 이벤트까지, 다양한 배경과 상황 속에서 포착된 인물 사진들을 감상하실 수 있습니다. 각 사진은 개성 넘치는 표정과 포즈, 그리고 다채로운 문화와 스타일을 보여주며, 사람들의 아름다움과 다양성을 생생하게 전달합니다.',
  },
  travel: {
    title: '여행',
    description:
      '세계 각지의 아름다운 여행지와 모험을 담은 고화질 사진들로 가득합니다. 고대 유적지, 활기찬 도시 거리, 평온한 해변, 그리고 숨 막히는 자연 경관까지 다양한 여행지의 매력을 생생하게 느낄 수 있습니다. 각 사진은 그곳의 문화, 사람들, 풍경을 디테일하게 담아 마치 현지에 있는 듯한 기분을 선사합니다.',
  },
  health: {
    title: '건강',
    description:
      '건강과 웰빙을 주제로 한 고화질 사진들로 구성되어 있습니다. 다양한 운동과 피트니스 활동, 균형 잡힌 식단, 명상과 요가 등 건강한 라이프스타일을 보여주는 이미지들을 감상하실 수 있습니다. 각 사진은 활력 넘치는 순간과 건강한 생활의 중요성을 생생하게 전달하며, 여러분의 일상에 영감을 줄 것입니다.',
  },
  food: {
    title: '음식',
    description:
      '다양한 음식과 요리를 주제로 한 고화질 사진들로 가득합니다. 맛깔스러운 요리, 신선한 재료, 정성 가득한 디저트, 그리고 세계 각국의 전통 음식까지 다양한 음식의 아름다움을 감상하실 수 있습니다. 각 사진은 음식의 색감과 질감을 생생하게 담아내어 보는 이로 하여금 식욕을 돋구게 합니다. 이 갤러리를 통해 새로운 요리 아이디어를 얻고, 미식의 세계를 탐험해 보세요.',
  },
}

export type typeSectionInfo = typeof sectionInfo
